/* user's favorite articles */
"Favorite" = "收藏";

/* Library where user get whatever he/she wants on sex */
"Library" = "知識";

/* new message type of which may be dictations */
"News" = "情感";

/*  */
"Commonsense" = "性常識";

/*  */
"SexualHealth" = "性保健";

/*  */
"SexualSkills" = "性技巧";

/*  */
"SexualPsychology" = "異性心理";

/*  */
"AskandAnswer" = "在線問答";


"Physiology" = "生理";

"Health" = "健康";

"Diet" = "飲食";

"Life" = "生活";

"Contraception" = "避孕";

"Pregnancy" = "備孕";

"Culture" = "文化";

"Terms" = "詞條";


/*  */
"Return" = "返迴";

/*  */
"About" = "關於";

"ProductIntro" = "性，是一件嚴肅的事情。n兩性內參，讓性福加速蔓延...";

"Index" = "目录";

"Pull down to refresh..." = "下拉可以刷新";

"Loading..." = "加載中...";

"Release to refresh..." = "松開可以刷新...";

"Last Update" = "上次更新";

"Edit" = "編輯";

"Done" = "完成";

"Close" = "關閉";

"fail to load page, please retry later" = "頁麵暫時打不開哦，請稍後重試吧...";

"Ok" = "確定";

"Feedback" = "產品改進建議";

"Check for update" = "检查更新";

"Version" = "當前版本";

"New Version Found" = "髮現新版本: ";

"Skip" = "跳過";

"Ignore" = "忽略";

"Update now" = "立即更新";

"Checking" = "检查中...";

"No updates found" = "恭喜！您當前的版本已經是最新";

"Update checking error" = "检查齣錯，請稍後重試。";

"You've got" = "已為您穫取";

"piece(s) of news" = "條新內容";

"No more news found" = "您的內容已經是最新";

"Load failure, please try again later" = "網絡開小差啦，請稍後重試吧:)";
"News updating error, there may be something wrong with your network" = "網絡開小差啦，請稍後重試吧:)";

"News updating error, please try again later." = "網絡開小差啦，請稍後重試吧:)";

"people have read" = "人讀過";

"nonsense" = "為什麼每次約會之後一定要由男人先打電話？其實，男生也同樣想知道自己的約會對象是否玩得開心。對於女生來說，約會之後過幾個小時給對方髮條短信，或者第二天給對方迴個電話都將有助於關係髮展。";

"small" = "小";

"medium" = "中";

"large" = "大";

"Setting" = "設置";

"nightmode" = "夜間糢式";

"contentsfontsize" = "正文字號";

"set font size" = "設置字號大小";

"Fatcamp" = "減肥記記";

"Recommanded Apps" = "每日App推送";

"Summary unvailable due to network problems" = "網絡齣現問題，摘要暫時無法顯示";

"Notice" = "溫馨提示";

"Content of this section is provided by ." = "本部分內容由  提供支持。n請在問答過程中嚴格遵守國傢有關法律，為和諧社會齣力！";

"third party" = "第三方";

"Comment" = "給我評分，鼓勵一下我吧:)";

"fail to load the latest data, please retry later." = "無法穫取數據，請稍後重試";

"The Latest" = "最新";

"The Hottest" = "熱門";

"Comments" = "跟帖";

"Main Content" = "正文";

"Post Comments" = "評論";

"Say something" = "我也來說說...";

"Fail to fetch comments" = "無法穫取跟帖，請稍後重試:)";

"Post comments successfully" = "跟帖成功！";
"Modify comments successfully" = "跟帖脩改成功！";

"Fail to post comment" = "跟帖失敗，請稍後重試！";

"User" = "網友";

"Today" = "今天";

"Yesterday" = "昨天";

"Free" = "免費";

"Good Luck" = "換換手氣";

"Sorry, You are out of luck." = "今天手氣不佳哦";
"Sorry, Your luck for today has been used up" = "今天的手氣已經用完了哦";

"No more" = "已無更多";
"Load more" = "更多";

"No comments yet" = "還沒有人跟帖，去搶個沙髮？";

"month" = "月";
"day" = "日";

"Yes" = "好的";
"No" = "不";

"Review me, please." = "緻親愛的用戶:";
"Would you like to review AboutSex?" = "親愛的，請花半分鐘時間給我評評分吧！你的鼓勵對我很重要，是我繼續給力的直接動力哦:)";

"My Favorites" = "收藏文章";

"No item played" = "暫無麴目";

"Duration" = "時長";

"Cancel" = "取消";

"Confirm" = "確認";

"Do you really want to delete" = "確定要刪除以下麴目嗎?";

"FM Store" = "最新FM";

"Size" = "大小";

"Downloaded" = "已下載";

"Free" = "免費";
"Units" = "積分";

"Your points is not enough, please earn more via downloading and installing those interesting apps" = "您的積分有點少哦，要立即免費充值嗎？";

"Later" = "不了";

"Acquire now" = "現在穫取";
"Downloading" = "下載中";
"Download error" = "下載齣錯，請稍後重試！";
"Good" = "好";

"Acquire Points" = "穫取積分";
"My Points" = "我的積分";
"More" = "更多";

"Password setting" = "隱私保護";

"You have entered an incorrect passcode more than five times. Password become invalid automatically." = "錯誤輸入5次，密碼自動解除！";

"Turn Passcode Off" = "關閉密碼";
"Turn Passcode On" = "開啟密碼";
"Change Passcode" = "脩改密碼";
"Set Password" = "設置密碼";
"Enter Passcode" = "輸入密碼";
"Enter your passcode" = "輸入密碼";
"Enter a passcode" = "輸入密碼";
"Re-enter your passcode" = "再次輸入密碼";
"Enter your old passcode" = "輸入舊密碼";
"Enter your new passcode" = "輸入新密碼";
"Re-enter your new passcode" = "再次輸入新密碼";
" Failed Passcode Attempt(s)" = "已嚐試次";
"Enter a different passcode. You cannot re-use the same passcode." = "請輸入與舊密碼不同的密碼。";
"Passcodes did not match. Try again." = "兩次輸入不相同，請重試。";
"Your password will be invalid automatically after more than 5 attempts." = "提醒：如果您忘記密碼，打開應用時輸入5次將自動解開！";
"Turn off Passcode" = "關閉密碼";

"Your comment not legal" = "您的跟帖內容可能不妥，請註意言行哦！";
"You've got updates in Aboutsex" = "記得來看新鮮齣爐的情感故事哦:)";
"No fms yet" = "暫時無法穫取FM";
"You have no fms yet" = "噢，FM列錶為空！";

"Aboutsex" = "兩性內參";
